Repository: NGO-portal/beyond-expectations-child-ngo
Catalog: languages/*.po
Languages: ar_ar, sv_se

source: Concerts
ar_ar: احتفالات
sv_se: Konserter

source: Premiere
ar_ar: عرض أول
sv_se: Premiär

source: Ends
ar_ar: نهاية
sv_se: Slutar

source: Number of gigs
ar_ar: عدد العروض
sv_se: Antal spelningar

source: Venues
ar_ar: مكان الدعوى
sv_se: Spelas på

source: Read More
ar_ar: اقرأ المزيد
sv_se: Läs mer

source: Theater productions
ar_ar: العروض المسرحية
sv_se: Teateruppsättningar

source: Number of performances
ar_ar: عدد العروض
sv_se: Antalet föreställningar

source: Copyright
sv_se: Upphovsrätt

source: Search
ar_ar: بحث
sv_se: Sök

source: NGO-list
sv_se: Föreningslista

source: Login
sv_se: Logga in

source: Menu
ar_ar: قائمة
sv_se: Meny

source: Last gig
ar_ar: العرض الاخير
sv_se: Sista spelningen

source: Category
ar_ar: الفئة
sv_se: Kategori

source: Musicians
ar_ar: العازفين
sv_se: Musiker

source: Other coworkers
ar_ar: العاملين الآخرين
sv_se: Övriga medarbetare

source: Buy tickets here
ar_ar: اشتري البطاقات من هنا
sv_se: Köp biljetter här

source: Last performance
ar_ar: العرض الأخير
sv_se: Sista föreställningen:

source: Actors
ar_ar: الممثلين
sv_se: Skådespelare

source: Plays in
ar_ar: العرض في
sv_se: Spelar i

source: Performed here
ar_ar: الأداء هنا
sv_se: Spelas här

source: Performs in
ar_ar: يؤدى في
sv_se: Medverkar i

source: Beyond-expectations-child-NGO
sv_se: Beyond-expectations barntema till föreningar

source: A WordPress child theme to Beyond Expectations for NGO-portal NGO-sites
ar_ar: قالب وورد برس Beyond Expectations الابن لـ NGO-portal NGO-sites
sv_se: Ett WordPress-barntema till Beyond Expectations byggt för Föreningsportalens föreningssidor.

source: Information
ar_ar: معلومات
